---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerCubicMeter
source: html/37aa41f8-249f-43d0-1f98-2fd34c35bc9d.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerCubicMeter Property

Kilograms per cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerCubicMeter { get; }
```